Repository: openshine/nanny
Catalog: po/*.po
Languages: pl

source: abortion
pl: aborcja

source: Abortion information excluding when related to religion
pl: Informacje o aborcji, wykluczając te związane z religią

source: ads
pl: reklamy

source: Advert servers and banned URLs
pl: Serwery reklam i zabronione adresu URL

source: adult
pl: dla-dorosłych

source: Sites containing adult material such as swearing but not porn
pl: Witryny zawierające materiały dla dorosłych, takie jak przekleństwa, ale nie pornografię

source: aggressive
pl: agresja

source: Similar to violence but more promoting than depicting
pl: Podobne do brutalności, ale bardziej promujące niż opisujące

source: antispyware
pl: antyspyware

source: Sites that remove spyware
pl: Strony usuwające oprogramowanie szpiegowskie

source: artnudes
pl: nagość-artystyczna

source: Art sites containing artistic nudity
pl: Strony artystyczne zawierające nagość artystyczną

source: astrology
pl: astrologia

source: Astrology websites
pl: Witryny astrologiczne

source: audio-video
pl: Audio-wideo

source: Sites with audio or video downloads
pl: Witryny umożliwiające pobieranie materiałów dźwiękowych lub nagrań wideo

source: banking
pl: banki

source: Banking websites
pl: Witryny bankowości

source: beerliquorinfo
pl: alkohol

source: Sites with information only on beer or liquors
pl: Witryny z informacjami o piwach i innych alkoholach

source: beerliquorsale
pl: alkohol-sprzedaż

source: Sites with beer or liquors for sale
pl: Witryny sprzedające piwo lub inne alkohole

source: blog
pl: blogi

source: Journal/Diary websites
pl: Witryny dzienników/pamiętników

source: cellphones
pl: telefony-komórkowe

source: stuff for mobile/cell phones
pl: Rzeczy dla telefonów komórkowych

source: chat
pl: chaty

source: Sites with chat rooms etc
pl: Witryny z pokojami rozmów itp.

source: childcare
pl: opieka-nad-dziećmi

source: Sites to do with childcare
pl: Witryny dotyczące opieki nad dziećmi

source: cleaning
pl: sprzątanie

source: Sites to do with cleaning
pl: Witryny dotyczące sprzątania

source: clothing
pl: ubrania

source: Sites about and selling clothing
pl: Witryny o ubraniach i je sprzedające

source: contraception
pl: antykoncepcja

source: Information about contraception
pl: Informacje o antykoncepcji

source: culnary
pl: kulinaria

source: Sites about cooking et al
pl: Witryny o gotowaniu itp.

source: dating
pl: randki

source: Sites about dating
pl: Witryny o randkach

source: desktopsillies
pl: gadżety-na-pulpit

source: Sites containing screen savers, backgrounds, cursers, pointers. desktop themes and similar timewasting and potentially dangerous content
pl: Witryny zawierające wygaszacze ekranu, tła, kursory, motywy pulpitu i tym podobne marnujące czas i potencjalnie niebezpieczne gadżety

source: dialers
pl: dialery

source: Sites with dialers such as those for pornography or trojans
pl: Witryny z dialerami, takimi jak do pornografii lub trojany

source: drugs
pl: narkotyki

source: Drug related sites
pl: Witryny związane z narkotykami

source: Sites that provide online shopping
pl: Witryny umożliwiające dokonywanie zakupów online

source: entertainment
pl: rozrywka

source: Sites that promote movies, books, magazine, humor
pl: Witryny promujące filmy, książki, magazyny, humor

source: filehosting
pl: hostowanie-plików

source: Sites to do with filehosting
pl: Witryny związane z hostowaniem plików

source: frencheducation
pl: francuska-edukacja

source: Sites to do with french education
pl: Witryny związane z francuską edukacją

source: gambling
pl: hazard

source: Gambling sites including stocks and shares
pl: Witryny hazardowe, w tym giełdy

source: games
pl: gry

source: Game related sites
pl: Witryny związane z grami

source: gardening
pl: ogrodnictwo

source: Gardening sites
pl: Witryny ogrodnicze

source: government
pl: rząd

source: Military and schools etc
pl: Militaria, szkoły itp.

source: guns
pl: broń

source: Sites with guns
pl: Witryny związane z bronią

source: Hacking/cracking information
pl: Informacje o hackerstwie/crackingu

source: homerepair
pl: naprawy-domowe

source: Sites about home repair
pl: Witryny o dokonywaniu napraw domowych

source: hygiene
pl: higiena

source: Sites about hygiene and other personal grooming related stuff
pl: Witryny o higienie i innych sprawach osobistych

source: instantmessaging
pl: komunikatory

source: Sites that contain messenger client download and web-based messaging sites
pl: Witryny zawierające komunikatory do pobrania i strony komunikacji przez WWW

source: jewelry
pl: jubilerstwo

source: Sites about and selling jewelry
pl: Witryny o biżuterii i jej sprzedaży

source: jobsearch
pl: szukanie-pracy

source: Sites for finding jobs
pl: Witryny o szukaniu pracy

source: kidstimewasting
pl: marnowanie-czasu-przez-dzieci

source: Sites kids often waste time on
pl: Witryny, na których dzieci często marnują czas

source: mail
pl: poczta

source: Webmail and email sites
pl: Poczta WWW i strony o poczcie e-mail

source: marketingware
pl: marketing

source: Sites about marketing products
pl: Witryny o marketingu produktów

source: medical
pl: medyczne

source: Medical websites
pl: Witryny medyczne

source: mixed_adult
pl: mieszane-dla-dorosłych

source: Mixed adult content sites
pl: Witryny z mieszaną treścią dla dorosłych

source: mobile-phone
pl: telefon-komórkowy

source: Sites to do with mobile phones
pl: Witryny dotyczące telefonów komórkowych

source: naturism
pl: naturyzm

source: Sites that contain nude pictures and/or promote a nude lifestyle
pl: Witryny zawierające nagie zdjęcia i/lub promujące nagi styl zycia

source: news
pl: aktualności

source: News sites
pl: Witryny aktualności

source: onlineauctions
pl: aukcje-online

source: Online auctions
pl: Aukcje online

source: onlinegames
pl: gry-online

source: Online gaming sites
pl: Witryny gier online

source: onlinepayment
pl: płatności-online

source: Online payment sites
pl: Witryny płatności online

source: personalfinance
pl: finanse-osobiste

source: Personal finance sites
pl: Witryny finansów osobistych

source: pets
pl: zwierzęta

source: Pet sites
pl: Witryny o zwierzętach

source: Sites attempting to trick people into giving out private information.
pl: Witryny próbujące wyłudzić prywatne informacje.

source: porn
pl: pornografia

source: Pornography
pl: Pornografia

source: proxy
pl: pośredniki

source: Sites with proxies to bypass filters
pl: Witryny z pośrednikami do obchodzenia filtrów

source: non-news related radio and television
pl: Radio i telewizja nie związana z aktualnościami

source: religion
pl: religia

source: Sites promoting religion
pl: Witryny promujące religie

source: ringtones
pl: dzwonki-telefoniczne

source: Sites containing ring tones, games, pictures and other
pl: Witryny zawierające dzwonki, gry, obrazki i inne

source: searchengines
pl: wyszukiwarki

source: Search engines such as google
pl: Wyszukiwarki, takie jak Google

source: sect
pl: sekty

source: Sites about eligious groups
pl: Witryny o grupach religijnych

source: sexuality
pl: seksualność

source: Sites dedicated to sexuality, possibly including adult material
pl: Witryny poświęcone seksualności, być może zawierające materiały dla dorosłych

source: shopping
pl: zakupy

source: Shopping sites
pl: Witryny o zakupach

source: socialnetworking
pl: witryny-społecznościowe

source: Social networking websites
pl: Witryny społecznościowe

source: sportnews
pl: aktualności-sportowe

source: Sport news sites
pl: Witryny z aktualnościami sportowymi

source: sports
pl: sport

source: All sport sites
pl: Wszystkie witryny sportowe

source: Sites who run or have spyware software to download
pl: Witryny uruchamiające lub posiadające oprogramowanie szpiegowskie do pobrania

source: updatesites
pl: witryny-aktualizacji

source: Sites where software updates are downloaded from including virus sigs
pl: Witryny, z których pobierane są aktualizacje oprogramowania, w tym sygnatury wirusów

source: vacation
pl: wakacje

source: Sites about going on holiday
pl: Witryny o wakacjach

source: violence
pl: brutalność

source: Sites containing violence
pl: Witryny zawierające brutalność

source: virusinfected
pl: zainfekowane-wirusami

source: Sites who host virus infected files
pl: Witryny przechowujące pliki zainfekowane wirusami

source: Sites with illegal pirate software
pl: Witryny z nielegalnym, pirackim oprogramowaniem

source: weather
pl: pogoda

source: Weather news sites and weather related
pl: Witryny z aktualnościami o pogodzie i z nią związane

source: weapons
pl: broń

source: Sites detailing or selling weapons
pl: Witryny o broni lub ją sprzedające

source: webmail
pl: poczta-przez-www

source: Just webmail sites
pl: Tylko strony poczty e-mail przez WWW

source: whitelist
pl: biała-lista

source: Contains site specifically 100% suitable for kids
pl: Zawiera strony w 100% odpowiednie dla dzieci

source: Nanny Admin Tools requires Admin user
pl: Narzędzia administracyjne programu Nanny wymaga administratora

source: To run any Nanny Admin Tool you must to be admin of the system.
pl: Aby uruchomić narzędzia administracyjne programu Nanny, należy być administratorem systemu.

source: NannyDaemon unavailable
pl: Usługa NannyDaemon jest niedostępna

source: NannyDaemon is not activated or does not work properly. Please try to reactivate it.
pl: Usługa NannyDaemon nie jest aktywowana lub nie działa poprawnie. Proszę spróbować ją ponownie aktywować.

source: Nanny parental control admin console
pl: Konsola administracyjna kontroli rodzicielskiej Nanny

source: Parental Control
pl: Kontrola rodzicielska

source: <b>You don't have admin privileges</b> Click this button if you want to make changes.
pl: <b>Brak uprawnień administratora</b> Należy kliknąć ten przycisk, aby wprowadzić zmiany.

source: Configure
pl: Skonfiguruj

source: Instant messaging
pl: Komunikator

source: Mail client
pl: Klient poczty

source: PC use time
pl: Czas używania komputera

source: Use the computer
pl: Używanie komputera

source: Use the instant messaging
pl: Używanie komunikatora

source: Use the mail client
pl: Używanie klienta poczty

source: Use the web browser
pl: Używanie przeglądarki WWW

source: Use web content filtering
pl: Używanie filtrowania treści stron WWW

source: Web browser
pl: Przeglądarka WWW

source: hours a day
pl: godzin na dzień

source: <span color="red">All the fields are mandatory. Please fill all of them.</span>
pl: <span color="red">Wszystkie pola są obowiązkowe. Proszę je wypełnić.</span>

source: Description:
pl: Opis:

source: Name:
pl: Nazwa:

source: URL:
pl: Adres URL:

source: Allowed sites
pl: Dozwolone strony

source: Blacklists
pl: Czarne listy

source: Forbidden sites
pl: Zabronione strony

source: _Update
pl: Zakt_ualizuj

source: Import...
pl: Zaimportuj...

source: 5 minutes, please
pl: 5 minut, proszę

source: <span foreground="white"><big>You've time available if you need to close documents or aplications.</big></span>
pl: <span foreground="white"><big>Dostępny czas na zamknięcie dokumentów lub programów.</big></span>

source: <span size="25000" foreground="white"><b>You've used your computer use time</b></span>
pl: <span size="25000" foreground="white"><b>Wykorzystano przydzielony czas używania komputera</b></span>

source: close session
pl: zamknięcie sesji

source: Monday
pl: poniedziałek

source: Tuesday
pl: wtorek

source: Wednesday
pl: środa

source: Thursday
pl: czwartek

source: Friday
pl: piątek

source: Saturday
pl: sobota

source: Sunday
pl: niedziela

source: Web Content Filter Configuration
pl: Konfiguracja filtru treści stron WWW

source: Unknown Blacklist Name
pl: Nieznana nazwa listy blokowania

source: (version : %s)
pl: (wersja: %s)

source: There is an update available
pl: Dostępna jest aktualizacja

source: Downloading information (%s%%)
pl: Pobieranie informacji (%s%%)

source: Installing blacklist (%s%%)
pl: Instalowanie listy blokowania (%s%%)

source: Updating blacklist (%s%%)
pl: Aktualizowanie listy blokowania (%s%%)

source: Error while importing list from the Internet
pl: Błąd podczas importowania list z Internetu

source: Some error has occured while downloading the list. Please verify the URL and try again.
pl: Wystąpił błąd podczas pobierania listy. Proszę sprawdzić adres URL i spróbować ponownie.

source: Are you sure you want to delete this filter?
pl: Na pewno usunąć ten filtr?

source: You will not be able to undo this action.
pl: Nie będzie można cofnąć tego działania.

source: Removing filter. Please, wait...
pl: Usuwanie filtru. Proszę czekać...

source: Error while deleting filters
pl: Błąd podczas usuwania filtrów

source: Some error has occured while deleting filters. Please try again.
pl: Wystąpił błąd podczas usuwania filtrów. Proszę spróbować ponownie.

source: <b>Select all the categories</b>
pl: <b>Wybór wszystkich kategorii</b>

source: Introduce the nannycentral repository url
pl: Wprowadza adres URL repozytorium nannycentral

source: It's something like http://www.nannycentral.info/blacklist/blacklist.json ...
pl: To coś podobnego do http://www.nannycentral.info/blacklist/blacklist.json ...

source: <b>Are you sure you want to delete this blacklist?</b>
pl: <b>Na pewno usunąć tę czarną listę?</b>

source: This action will remove all the user configuration linked to the blacklist.
pl: Te działanie usunie całą konfigurację użytkownika powiązaną z czarną listą.

source: Nanny daemon is not started
pl: Usługa Nanny nie jest uruchomiona

source: To use the parental control, please start up the daemon.
pl: Aby użyć kontroli rodzicielskiej, proszę uruchomić usługę.

source: Users
pl: Użytkownicy

source: Your configuration has been saved
pl: Konfiguracja została zapisana

source: You have made changes
pl: Wprowadzono zmiany

source: If you don't press the 'Apply' button, your changes will be lost. Are you sure?
pl: Jeśli przycisk "Zastosuj" nie zostanie naciśnięty, zmiany zostaną utracone. Na pewno?

source: Nanny Admin Console - %s
pl: Konsola administracyjna programu Nanny - %s

source: Nanny Admin Console
pl: Konsola administracyjna programu Nanny

source: Blacklist Filter Configuration
pl: Konfiguracja filtrowania według czarnych list

source: <b>%s (Read only)</b> %s
pl: <b>%s (tylko do odczytu)</b> %s

source: Firefox proxy settings change detected
pl: Wykryto zmianę ustawień pośrednika programu Firefox

source: You can't change the proxy settings because you are under parental control.
pl: Nie można zmienić ustawień pośrednika z powodu kontroli rodzicielskiej.

source: Session
pl: Sesja

source: e-Mail
pl: poczty e-mail

source: Instant messanger
pl: komunikatora

source: In %(time)s the access to %(app)s will be granted.
pl: Za %(time)s dostęp do %(app)s zostanie udzielony.

source: In %(time)s the access to %(app)s will be denied.
pl: Za %(time)s dostęp do %(app)s zostanie zabroniony.

source: %d day
pl: %d dzień

source: %d hour
pl: %d godzinę

source: %d minute
pl: %d minutę

source: Manage your parental control settings
pl: Zarządzanie ustawieniami kontroli rodzicielskiej

source: You need to authenticate to modify the parental control configuration
pl: Wymagane jest uwierzytelnienie, aby modyfikować konfigurację kontroli rodzicielskiej

source: Blacklist imported
pl: Zaimportowano czarną listę

source: Nanny file created
pl: Utworzono plik programu Nanny

source: Downloading file (%s%%)
pl: Pobieranie pliku (%s%%)

source: Importing domains [category: %s] (%s%%)
pl: Importowanie domen [kategoria: %s] (%s%%)

source: Importing urls [category: %s] (%s%%)
pl: Importowanie adresów URL [kategoria: %s] (%s%%)
